Repository: simon-knuth/scanner
Catalog: Scanner/Resources/Localization/*/Resources.resw
Source language: en
Languages: ar_tn, ca, cs, he, hi, hu, nb, nl, pl, pt_br, ro, ru, sk, uk, zh_hans

# HeadingScanOptionsAutoCrop.Text
source: Automatic crop
ar_tn: اقتصاص آلي
ca: Retall automàtic
cs: Automatické oříznutí
he: חיתוך אוטומטי
hi: स्वचालित क्रॉप
hu: Automatikus vágás
nb: Automatisk beskjæring
nl: Automatisch bijsnijden
pl: Automatyczne przycinanie
pt_br: Recorte automático
ro: Trunchiere automată
ru: Автоматическая обрезка
sk: Automatické orezávanie
uk: Автоматичне обрізання
zh_hans: 自动剪切

# OptionScanOptionsAutoCropDisabled.Content
source: Disabled
ar_tn: معطل
ca: Desactivat
cs: Vypnuto
he: כבוי
hi: निष्क्रिय
hu: Kikapcsolva
nb: Hemmet
nl: Gehandicapt
pl: Wyłączone
pt_br: Desative
ro: Dezactivată
ru: Отключено
sk: Vypnuté
uk: Вимкнено
zh_hans: 禁用

# OptionScanOptionsAutoCropMultiple.Content
source: Multiple regions
ar_tn: جهات متعدد
ca: Diferents regions
cs: Více oblastí
he: אזורים מרובים
hi: एकाधिक क्षेत्र
hu: Több régió
nb: Flere regioner
nl: Meerdere regio's
pl: Wiele obszarów
pt_br: Múltiplas regiões
ro: Regiuni multiple
ru: Несколько областей
sk: Viaceré oblasti
uk: Кілька регіонів
zh_hans: 多区域

# OptionScanOptionsAutoCropSingle.Content
source: Single region
ar_tn: جهة واحدة
ca: Una regió
cs: Jedna oblast
he: אזור יחיד
hi: एकल क्षेत्र
hu: Egy régió
nb: Singel region
nl: Enkele regio
pl: Jeden obszar
pt_br: Região única
ro: O singură regiune
ru: Единая область
sk: Jedna oblasť
uk: Єдиний регіон
zh_hans: 单区域

# OptionScanOptionsColorAuto.Content
source: Automatic
ar_tn: آلياً
ca: Automàtic
cs: Automaticky
he: אוטומטי
hi: स्वचालित
hu: Automatikus
nb: Automatisk
nl: automatisch
pl: Automatycznie
pt_br: Automático
ro: Automat
ru: Автоматический
sk: Automaticky
uk: Автоматично
zh_hans: 自动

# TextScannerSearchRunning.Text
source: Searching scanners...
ar_tn: البحث عن المساحات الضوئية...
ca: Cercant escàners...
cs: Hledám skenery...
he: מחפש סורקים...
hi: स्कैनर खोजे जा रहे हैं...
hu: Szkenner keresése...
nb: Søker skannere…
nl: Zoeken naar scanners...
pl: Wyszukiwanie skanerów...
pt_br: Procurando digitalizadores ...
ro: Se caută scanere...
ru: Поиск сканеров...
sk: Hľadajú sa skenery...
uk: Пошук сканерів...
zh_hans: 搜索扫描仪中......

# DialogScannerSearchTip.Subtitle
source: Your scanner needs to be connected, turned on and installed to be used. Please consult the help page for more information.
ar_tn: ينبغي ان يكون ماسحك الضوئي موصل بالجهاز، ومشغل، ومثبت للاستخدام. الرجاء مراجعة صفحة المساعدة للمزيد من المعلومات.
ca: El vostre escàner ha d'estar connectat, engegat i instal·lat per a poder ser usat. Consulteu l'ajuda per a més informació.
cs: Pro použití musí být skener připojen, zapnut a nainstalován. Pro další informace prosím nahlédněte do nápovědy.
he: הסורק צריך להיות מחובר, מופעל ומותקן כדי להשתמש בו. עיין בדף העזרה לקבלת מידע נוסף.
hi: आपके स्कैनर को प्रयोग करने के लिए उसे कनेक्ट, चालू और स्थापित करने की आवश्यकता है। कृपया अधिक जानकारी के लिए सहायता पृष्ठ से परामर्श करें।
hu: A használathoz a szkennert csatlakoztatni kell, be kell kapcsolni és telepíteni kell. További információért keresse fel a súgóoldalt.
nb: Din skanner trenger å være tilkoblet, påskrudd å installert for å bli benyttet. Vær så snill å henvise deg til hjelpesiden for mere informasjon.
nl: Uw scanner moet zijn aangesloten, ingeschakeld en geïnstalleerd om te kunnen worden gebruikt. Raadpleeg de helppagina voor meer informatie.
pl: Twój skaner musi być podłączony, włączony i zainstalowany, aby mógł być używany. Więcej informacji znajdziesz na stronie pomocy.
pt_br: Seu digitalizador precisa estar conectado, ligado e instalado para ser usado. Por gentileza, consulte a página de ajuda para mais informações.
ru: Для использования ваш сканер необходимо подключить, включить и установить. Пожалуйста, обратитесь к справочнику для получения дополнительной информации.
sk: Aby ste mohli skener používať, musíte ho pripojiť, zapnúť a nainštalovať. Ďalšie informácie nájdete na stránke pomocníka.
uk: Щоб використовувати сканер, його потрібно підключити, увімкнути та встановити. Будь ласка, перегляньте сторінку довідки для отримання додаткової інформації.
zh_hans: 您的扫描仪需要连接、打开并安装才能使用。要了解更多信息，请参阅帮助页面。

# DialogScannerSearchTip.Title
source: Use a scanner
ar_tn: أستخدم الماسح الضوئي
ca: Utilitza un escàner
cs: Použít skener
he: שימוש בסורק
hi: स्कैनर का प्रयोग करें
hu: Használjon szkennert
nb: Bruk en skanner
nl: Gebruik een scanner
pl: Użyj skanera
pt_br: Use um digitalizador
ro: Utilizați un scaner
ru: Используйте сканер
sk: Použiť skener
uk: Використовуйте сканер
zh_hans: 使用扫描仪

# ButtonEditCropSimilarPages.Text
source: Crop similar pages
ar_tn: اقتصاص الصفحات المشابهة
ca: Retalla pàgines similars
cs: Oříznout podobné strany
he: חתוך דפים דומים
hi: समान पृष्ठों को क्रॉप करें
hu: Hasonló oldalak körbevágása
nb: Beskjær lignende sider
nl: Vergelijkbare pagina's bijsnijden
pl: Przytnij podobne strony
pt_br: Recorte páginas similares
ro: Trunchiați paginile asemănătoare
ru: Обрезать похожие страницы
sk: Orezať podobné stránky
uk: Обрізати схожі сторінки
zh_hans: 裁剪相似页面

# ButtonEditCropSimilarPagesCancel.Content
source: Cancel
ar_tn: إلغاء
ca: Canel·la
cs: Zrušit
he: ביטול
hi: रद्द करें
hu: Mégse
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancele
ro: Anulare
ru: Отменить
sk: Zrušiť
uk: Скасувати
zh_hans: 取消

# ButtonEditCropSimilarPagesConfirm.Content
source: Confirm
ar_tn: تأكيد
ca: Confirma
cs: Potvrdit
he: אישור
hi: पुष्टि करें
hu: Megerősít
nb: Anerkjenn
nl: Bevestigen
pl: Potwierdź
pt_br: Confirme
ro: Confirmare
ru: Подтвердить
sk: Potvrdiť
uk: Підтвердити
zh_hans: 确认

# ButtonOpenWithAllApps.Text
source: Show all apps
ar_tn: أعرض كافة التطبيقات
ca: Mostra totes les aplicacions
cs: Zobrazit všechny programy
he: הצג את כל האפליקציות
hi: सभी ऐप्स दिखाएँ
hu: Az összes alkalmazás megjelenítése
nb: Vis alle apper
nl: Toon alle apps
pl: Pokaż wszystkie aplikacje
pt_br: Mostre todos aplicativos
ru: Показать все приложения
sk: Zobraziť všetky aplikácie
uk: Показати всі застосунки
zh_hans: 显示所有应用

# ButtonOpenWithStore.Text
source: Find more apps in the Store
ar_tn: أبحث عن المزيد من التطبيقات في المتجر
ca: Troba més aplicacions a la Microsoft Store
cs: Další aplikace najdete v obchodě
he: מצא אפליקציות נוספות בחנות
hi: स्टोर में और ऐप्स प्राप्त करें
hu: További appok keresése a Microsoft Store-ban
nb: Finn flere apper i Store/Butikken
nl: Vind meer apps in de Store
pl: Znajdź więcej aplikacji w sklepie Microsoft Store
pt_br: Encontre mais aplicativos na Loja
ru: Найти больше приложении в магазине
sk: Ďalšie aplikácie nájdete v obchode
uk: Знайдіть більше застосунків у магазині
zh_hans: 在微软商店中寻找更多应用

# ButtonOpenWithWarningConfirm.Content
source: Okay
ar_tn: حسناً
ca: D'acord
cs: OK
he: בסדר
hi: ठीक
hu: Oké
nb: Okei
nl: Oke
pl: OK
pt_br: OK
ru: Ок
sk: Ok
uk: Гаразд
zh_hans: 好的

# HeadingEditCrop.Text
source: Crop
ar_tn: اقتصاص
ca: Retalla
cs: Oříznout
he: חתוך
hi: क्रॉप
hu: Vágás
nb: Beskjær
nl: Bijsnijden
pl: Przytnij
pt_br: Recorte
ru: Обрезать
sk: Orezať
uk: Обрізати
zh_hans: 裁剪

# HeadingEditCropSimilarPages.Text
source: Crop similar pages
ar_tn: اقتصاص الصفحات المشابهة
ca: Retalla pàgines similars
cs: Oříznout podobné strany
he: חתוך דפים דומים
hi: समान पृष्ठों को क्रॉप करें
hu: Hasonló oldalak körbevágása
nb: Beskjær lignende sider
nl: Vergelijkbare pagina's bijsnijden
pl: Przytnij podobne strony
pt_br: Recorte páginas similares
ru: Обрезать похожие страницы
sk: Orezať podobné stránky
uk: Обрізати схожі сторінки
zh_hans: 裁剪相似页面

# HeadingEditDraw.Text
source: Draw
ar_tn: رسم
ca: Dibuixa
cs: Kreslit
he: צייר
hi: ड्रा
hu: Rajz
nb: Tegne
nl: Tekenen
pl: Rysuj
pt_br: Desenhe
ru: Рисовать
sk: Kresliť
uk: Малювати
zh_hans: 绘制

# HeadingOpenWithWarning.Text
source: Heads-up
ar_tn: تنبيه
ca: Atenció
cs: Pozor
hi: सचेत
hu: Fejléc
nb: Opp med hodet
nl: Let op
pl: Uwaga
pt_br: Esteja pronto
ru: Осторожно
sk: Pozor
uk: Попередження
zh_hans: 小心

# OptionDontShowAgain.Text
source: Don't show again
ar_tn: لا تظهر مرة أخرى
ca: No mostris un altre cop
cs: Znovu nezobrazovat
he: אל תציג שוב
hi: दोबारा मत दिखाऍं
hu: Ne mutassa újra
nb: Ikke vis igjen
nl: Niet meer laten zien
pl: Nie pokazuj ponownie
pt_br: Não mostre novamente
ru: Не показывать снова
sk: Nezobrazovať nabudúce
uk: Не показувати більше
zh_hans: 不再提示

# TextEditCropSimilarPages.Text
source: Apply the current crop to multiple pages with the same measurements at once.
ar_tn: قم بتطبيق الاقتصاص الحالي على صفحات متعددة بنفس القياسات دفعة واحدة.
ca: Aplica el retall a totes les pàgines amb la mateixa mida.
cs: Aplikovat oříznutí na více stran se stejnou velikostí najednou.
he: החל את החיתוך הנוכחי על עמודים מרובים עם אותן מידות בבת אחת.
hi: वर्तमान क्रॉप को एक ही माप के साथ कई पृष्ठों पर एक साथ लागू करें।
hu: Alkalmazza az aktuális kivágást egyszerre több oldalra ugyanazokkal a méretekkel.
nb: Legge in den samme beskjæringen in på alle sidene.
nl: Pas de huidige uitsnede toe op meerdere pagina's met dezelfde afmetingen tegelijk.
pl: Zastosuj bieżące przycięcie do wielu stron jednocześnie z tymi samymi wymiarami.
pt_br: Aplique o recorte atual em múltiplas páginas com as mesmas medidas imediatamente.
ru: Примените текущую обрезку одновременно к нескольким страницам с одинаковыми размерами.
sk: Použiť aktuálne orezanie na viacero strán s rovnakými rozmermi naraz.
uk: Застосуйте поточну обрізку до кількох сторінок з однаковими розмірами одночасно.
zh_hans: 将当前裁剪应用于具有相同尺寸的多个页面。

# TextOpenWithWarning.Text
source: By choosing an app in the next menu, all pages will be closed here.
ar_tn: سيتم إغلاق جميع الصفحات هنا عند اختيار تطبيق في القائمة التالية.
ca: Escollint una aplicació al següent menú, aquí es tancaran totes les pàgines.
cs: Vybrání aplikace v následujícím menu zavře všechny strany.
he: על ידי בחירת אפליקציה בתפריט הבא, כל הדפים ייסגרו כאן.
hi: अगले मेन्यू में एक ऐप चुनने पर यहाँ सभी पृष्ठ बंद हो जाएंगे।
hu: Ha a következő menüben kiválaszt egy alkalmazást, itt minden oldal bezárul.
nb: Ved å velge en app i neste meny vil alle sider bli lukket her.
nl: Door in het volgende menu een app te kiezen, worden hier alle pagina's gesloten.
pl: Wybierając aplikację w następnym menu, wszystkie strony zostaną zamknięte.
pt_br: Ao escolher um aplicativo no próximo menu, todas as páginas serão fechadas aqui.
ru: При выборе приложения в следующем меню все страницы здесь будут закрыты.
sk: Výberom aplikácie v ďalšej ponuke sa tu zatvoria všetky stránky.
uk: Якщо обрати застосунок в наступному меню, усі сторінки тут будуть закриті.
zh_hans: 在下一个菜单中选择一个应用程序后，此处所有页面都将关闭。

# ButtonManagePrint.ToolTipService.ToolTip
source: Print selected pages
ar_tn: طباعة صفحات محددة
ca: Imprimeix les pàgines seleccionades
cs: Vytisknout vybrané strany
he: הדפס עמודים נבחרים
hi: चयनित पृष्ठ प्रिंट करें
hu: Kiválasztott oldalak nyomtatása
nb: Print valgte sider
nl: Geselecteerde pagina's afdrukken
pl: Wydrukuj wybrane strony
pt_br: Imprima as páginas selecionadas
ru: Распечатать выбранные страницы
sk: Vytlačiť vybrané strany
uk: Роздрукувати вибрані сторінки
zh_hans: 打印选定的页面

# ButtonManagePrintSingle.ToolTipService.ToolTip
source: Print
ar_tn: طباعة
ca: Imprimeix
cs: Vytisknout
he: הדפס
hi: छापें
hu: Nyomtatás
nb: Printe
nl: Afdrukken
pl: Drukuj
pt_br: Imprimir
ru: Печать
sk: Tlačiť
uk: Друк
zh_hans: 打印

# TextButtonPreviewToolTipNoRegion
source: Preview
ar_tn: معاينة
cs: Náhled
he: תצוגה מקדימה
hu: Előnézet
nb: Forhåndsvisning
pl: Podgląd
pt_br: Prévia
ru: Предпросмотр
sk: Ukážka
uk: Попередній перегляд
zh_hans: 预览

# DialogPreview.Title
source: Preview
ar_tn: معاينة
ca: Previsualitza
cs: Náhled
he: תצוגה מקדימה
hi: पूर्वावलोकन
hu: Előnézet
nb: Forhåndsvise
nl: Voorbeeld
pl: Podgląd
pt_br: Prévia
ru: Предпросмотр
sk: Ukážka
uk: Попередній перегляд
zh_hans: 预览

# TextPromisePrivacy.Text
source: Personal data stays on your device
ar_tn: تبقى البيانات الشخصية في جهازك
ca: Les dades personals romanen al vostre dispositiu
cs: Osobní údaje zůstávají na vašem zařízení
he: נתונים אישיים נשארים במכשיר שלך
hi: व्यक्तिगत डेटा आपके डिवाइस पर रहता है
hu: A személyes adatok az eszközön maradnak
nb: Personlig data forblir i ditt utstyr
nl: Persoonlijke gegevens blijven op uw apparaat
pl: Twoje dane pozostają na Twoim urządzeniu
pt_br: Arquivos pessoais permanecem em seu equipamento
ru: Личные данные остаются на вашем устройстве
sk: Osobné údaje zostanú vo vašom zariadení
uk: Персональні дані залишаються на вашому пристрої
zh_hans: 个人数据仅保存在你的设备上

# DialogDonate.PrimaryButtonText
source: Donate
ar_tn: تبرع
ca: Dona
cs: Přispět
he: תרום
hi: दान करें
hu: Támogatom
nb: Donere
nl: Doneren
pl: Wspomóż
pt_br: Doe
ro: Donați
ru: Поддержать
sk: Darovať
uk: Донат
zh_hans: 捐赠

# DialogDonate.SecondaryButtonText
source: No thanks
ar_tn: لا شكراً
ca: No, gràcies
cs: Ne, díky
he: לא, תודה
hi: नहीं धन्यवाद
hu: Köszönöm, nem
nb: Nei takk
nl: Nee bedankt
pl: Nie, dziękuję
pt_br: Não, obrigado
ro: Nu, mulțumesc
ru: Нет, спасибо
sk: Nie ďakujem
uk: Ні, дякую
zh_hans: 不，谢谢

# TextPromiseNoAds.Text
source: No ads
ar_tn: خال من الإعلانات
ca: Sense anuncis
cs: Žádné reklamy
he: ללא פרסומות
hi: कोई विज्ञापन नहीं
hu: Nincsenek reklámok
nb: Ingen reklame
nl: Geen advertenties
pl: Brak reklam
ro: Fără anunțuri
ru: Без рекламы
sk: Žiadne reklamy
uk: Без реклами
zh_hans: 无广告

# TextPromiseNoSubscriptions.Text
source: No subscriptions
ar_tn: بدون إشتراك
ca: Sense subscripcions
cs: Žádné předplatné
he: ללא מינויים
hi: कोई सदस्यता नहीं
hu: Nincs előfizetés
nb: Ingen abonnement
nl: Geen abonnementen
pl: Brak subskrypcji
pt_br: Sem inscrições
ro: Fără abonamente
ru: Без подписок
sk: Žiadne mesačné poplatky
uk: Без підписок
zh_hans: 无需订阅

# TextPromiseUpdates.Text
source: Free updates
ar_tn: تحديثات مجانية
ca: Actualitzacions gratuïtes
cs: Aktualizace zdarma
he: עדכונים בחינם
hi: नि: शुल्क अपडेट्स
hu: Ingyenes frissítések
nb: Gratis oppdateringer
nl: Gratis updates
pl: Darmowe aktualizacje
pt_br: Atualizações grátis
ro: Actualizări gratuite
ru: Бесплатные обновления
sk: Bezplatné aktualizácie
uk: Безкоштовні оновлення
zh_hans: 免费更新

# TextDonateDialog.Text
source: This app is available at no cost for everyone to use. If you like it, you can directly support the development with a donation. Thank you! ❤️
ar_tn: هذا التطبيق متوفر مجاناً لإستخدام الجميع. إذا أعجبكم، يمكنكم دعم تطوير التطبيق بالتبرع. شكرا لكم!❤️
ca: Aquesta aplicació està disponible per a tothom sense cap cost. Si voleu, podeu recolzar el desenvolupament amb una donació. Gràcies! ❤️
cs: Tento program je všem zdarma dostupný. Pokud se vám líbí, můžete podpořit jeho vývoj příspěvkem. Díky! ❤️
he: אפליקציה זו זמינה ללא עלות לשימוש כולם. אם אהבת אותה, אתה יכול לתמוך ישירות בפיתוח עם תרומה. תודה! ❤️
hi: यह ऐप हर किसी के प्रयोग के लिए बिना किसी लागत के उपलब्ध है। यदि आप इसे पसंद करते हैं, तो आप सीधे दान के साथ इसके विकास में सहायता कर सकते हैं। धन्यवाद! ❤️
hu: Ez az alkalmazás mindenki számára ingyenesen elérhető. Ha tetszik, adománnyal közvetlenül is támogathatja a fejlesztést. Köszönöm! ❤️
nb: Denne applikasjonen er tilgjengelig gratis for alle til å bruke. Hvis du liker dette, Du kan direkte støtte for utviklingen med donasjon. Takk! ❤️
nl: Deze app is gratis beschikbaar voor iedereen om te gebruiken. Als je het leuk vindt, kun je de ontwikkeling direct steunen met een donatie. Dank u! ️
pl: Ta aplikacja jest dostępna bezpłatnie dla wszystkich. Jeśli Ci się podoba, możesz bezpośrednio wesprzeć rozwój darowizną. Dziękuję! ❤️
pt_br: Este aplicativo é grátis para o uso de todos. Se for de sua vontade, faça uma doação para estimular o desenvolvimento. Obrigado! ❤️
ro: Această aplicație este disponibilă gratuit pentru toată lumea. Dacă vă place, puteți să-i susțineți dezvoltarea în mod direct printr-o donație. Vă mulțumim! ❤️
ru: Это приложение доступно бесплатно для всех. Если вам это нравится, вы можете напрямую поддержать разработку пожертвованием. Благодарю вас! ❤️
sk: Táto aplikácia je k dispozícii bezplatne pre každého. Ak sa vám aplikácia páči, môžete jej vývoj priamo podporiť darom. Ďakujem! ❤️
uk: Цей застосунок безкоштовен для всіх. Якщо він вам до вподоби, ви можете безпосередньо підтримати розробку пожертвуванням. Велика подяка! ❤️
zh_hans: 该应用免费提供给所有人使用。 如果你喜欢，你可以通过捐款直接支持其开发。 非常感谢！❤️

# ButtonManageDuplicatePage.Text
source: Duplicate page
ar_tn: صفحات مكررة
ca: Dupliqueu la pàgina
cs: Duplicitní strana
he: שכפל את העמוד
hi: पृष्ठ की प्रतिलिपि बनाऍं
hu: Oldal duplikálása
nb: Dupliser side
nl: Dubbele pagina
pl: Duplikuj stronę
pt_br: Duplicar página
ro: Duplicați pagina
ru: Дублировать страницу
sk: Duplikovať stránku
uk: Дублювати сторінку
zh_hans: 复制页面

# ButtonManageShowinFileExplorer.Text
source: Show in File Explorer
ar_tn: إظهر في مستكشف الملفات
ca: Mostra a l'explorador de fitxers
cs: Zobrazit ve správci souborů
he: הצג בסייר הקבצים
hi: फ़ाइल एक्सप्लोरर में दिखाएँ
hu: Megjelenítés a Fájlkezelőben
nb: Vis frem i Fil Utforsker
nl: Weergeven in Verkenner
pl: Pokaż w Eksploratorze plików
pt_br: Mostrar no Explorador de Arquivos
ro: Afișați în Explorer
ru: Показать в Проводнике
sk: Zobraziť v Prieskumníkovi
uk: Подивитися в Провіднику
zh_hans: 在文件资源管理器中显示

# ButtonScanOptionsReset.ToolTipService.ToolTip
source: Restore default
ar_tn: العودة إلى الإفتراضي
ca: Restableix a les opcions per defecte
cs: Obnovit výchozí
he: שחזר לברירת המחדל
hi: डिफ़ॉल्ट अवस्था में पुनर्स्थापित करें
hu: Alaphelyzetbe állítás
nb: Gjenopprett gjeldende
nl: Standaard herstellen
pl: Przywróć domyślne
pt_br: Restaurar padrão
ro: Reveniți la inițial
ru: Вернуть значение по умолчанию
sk: Obnoviť predvolené
uk: Відновити початкові
zh_hans: 恢复默认

# HeadingScanOptionsBrightness.Text
source: Brightness adjustment
ar_tn: تعديل السطوع
ca: Ajustament de la lluminositat
cs: Úprava jasu
he: התאמת בהירות
hi: चमक समायोजन
hu: Fényerő beállítás
nb: Lyshet justering
nl: Helderheidsaanpassing
pl: Regulacja jasności
pt_br: Ajuste de brilho
ro: Ajustare luminozitate
ru: Регулировка яркости
sk: Úprava jasu
uk: Налаштування яскравості
zh_hans: 亮度调节

# HeadingScanOptionsContrast.Text
source: Contrast adjustment
ar_tn: تعديل التباين
ca: Ajustament del contrast
cs: Úprava kontrastu
he: התאמת ניגודיות
hi: कंट्रास्ट समायोजन
hu: Kontraszt beállítás
nb: Kontrast justering
nl: Contrastaanpassing
pl: Regulacja kontrastu
pt_br: Ajuste de contraste
ro: Ajustare contrast
ru: Регулировка контрастности
sk: Úprava kontrastu
uk: Регулювання контрасту
zh_hans: 对比度调节

# TextScanOptionsAlwaysSaved.Text
source: Always saved across app sessions
ar_tn: يتم الحفظ باستمرار في كل جلسات التطبيق
ca: Sempre desat entre sessions
cs: Vždy uloženo napříč relacemi aplikace
he: נשמר תמיד בהפעלות האפליקציה
hi: हमेशा ऐप्लिकेशन सत्रों में सहेजा जाता है
hu: Mindig mentse a munkamenetek közé
nb: Alltid lagret igjennom app-økter
nl: Altijd opgeslagen in app-sessies
pl: Wartość zapisywana pomiędzy sesjami aplikacji
pt_br: Sempre salvo em todas as sessões do aplicativo
ru: Всегда сохраняется в сеансах приложения
sk: Vždy uložené medzi reláciami aplikácie
uk: Завжди зберігається в різних сеансах застосунка
zh_hans: 始终保存会话

# HeadingHelpBrightnessContrast.Text
source: Adjust brightness & contrast
ar_tn: تعديل السطوع والتباين
ca: Ajusta la lluminositat i el contrast
cs: Upravit jas a kontrast
he: התאמת בהירות וניגודיות
hi: चमक और कंट्रास्ट समायोजित करें
hu: A fényerő és a kontraszt beállítása
nb: Juster lyshet & kontrast
nl: Helderheid en contrast aanpassen
pl: Dostosowywanie jasności i kontrastu
pt_br: Ajuste brilho & contraste
ro: Ajustare luminozitate & contrast
ru: Отрегулируйте яркость и контрастность
sk: Upraviť jas a kontrast
uk: Налаштуйте яскравість і контраст
zh_hans: 调整亮度和对比度

# SubheadingSettingsSaveLocation.Text
source: Choose where scans are saved
ar_tn: أختر مكان حفظ المستندات التي يتم مسحها ضوئياً
ca: Escull a on es desen els escanejos
cs: Vybrat, kam se skeny ukládají
he: בחר היכן יישמרו סריקות
hi: चुनें कि स्कैन कहाँ सहेजे जाते हैं
hu: Válassza ki a beolvasások mentési helyét
nb: Velg hvor skanningene skal lagres
nl: Kies waar scans worden opgeslagen
pl: Wybierz, gdzie mają być zapisywane skany
pt_br: Escolha onde os arquivos são salvos
ro: Alegeți unde sunt salvate scanările
ru: Выберите, где будут сохраняться ваши сканы
sk: Vyberte, kam sa majú skeny ukladať
uk: Виберіть, де зберігати скановані зображення
zh_hans: 选择扫描保存的位置

# TextErrorUnavailableWhileScanning.Text
source: Unavailable while scanning
ar_tn: غير متاح أثناء عملية المسح الضوئي
ca: No disponible mentre s'escaneja
cs: Během skenování nedostupné
he: לא זמין בזמן סריקה
hi: स्कैन करते समय अनुपलब्ध
hu: Szkennelés közben nem érhető el
nb: Utilgjengelig imens skanning
nl: Niet beschikbaar tijdens scannen
pl: Niedostępne podczas skanowania
pt_br: Indisponível durante a digitalização
ro: Indisponibil în timpul scanării
ru: Недоступно во время сканирования
sk: Počas skenovania nedostupné
uk: Недоступно під час сканування
zh_hans: 在扫描时不可用
